<!doctype html>
<html lang="en">
<head>
    <title>Cat Energy</title>
    <?php include 'head.php' ?>

</head>
<body>
    <?php include 'nav.php' ?>
    <main>
        <section class="header-block">
            <div class="container">
                <div class="header-block-wrap">
                    <h2 class="header-title">Функциональное питание для котов</h2>
                    <p class="header-text">Занялся собой? Займись котом!</p>
                    <img src="img/index-can.png" alt="" class="header-img">
                    <a href="/program.php" class="button header-button">Подобрать программу</a>
                </div>
            </div>
        </section>
        <section class="program-list">
            <div class="container">
                <div class="program-list-wrap">
                    <div class="program-list-wrap__item">
                        <div class="program-list-wrap__item-img">
                            <svg class="program-icon program-icon_slim" width="70" height="97" viewBox="0 0 70 97" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <g clip-path="url(#clip0)">
                                    <path d="M54.84 0H54.46C53.818 0.362938 53.307 0.919413 53 1.59C52.4377 2.67211 52.0047 3.81665 51.71 5C51.6468 5.35582 51.4671 5.68054 51.1992 5.92311C50.9313 6.16567 50.5903 6.31232 50.23 6.34C49.1279 6.52999 48.0837 6.96931 47.1773 7.62443C46.2709 8.27955 45.5262 9.13313 45 10.12C44.2766 11.4013 43.6579 12.739 43.15 14.12C41.73 17.8 40.64 21.6 39.3 25.31C38.67 27 38.64 27 36.74 27C34.47 27 34.63 26.65 34.6 29.15C34.6 29.94 34.84 30.34 35.68 30.3C35.94 30.3 36.33 30.17 36.43 30.51C36.53 30.85 36.19 31 35.99 31.2C34.8043 32.4036 33.3037 33.2492 31.66 33.64C29.76 34.15 27.82 34.55 25.97 35.17C21.22 36.76 16.83 38.98 13.41 42.74C11.4103 45.0754 9.80885 47.7242 8.67 50.58C5 59.22 3.22 68.32 1.84 77.51C1.19 81.82 0.73 86.15 0.38 90.51C0.2 92.65 0 94.82 0 97H33.33C33.3853 96.5599 33.3051 96.1133 33.1 95.72C32.7794 94.9221 32.2586 94.2204 31.5877 93.6827C30.9167 93.1449 30.1185 92.7892 29.27 92.65C28.57 92.49 28.49 92.28 28.92 91.73C29.6214 90.7939 30.159 89.7458 30.51 88.63C32.14 83.82 32.77 78.8 33.56 73.83C34.0063 70.0338 35.1739 66.3579 37 63C38.4244 60.5284 40.3243 58.3634 42.59 56.63C43.42 56 43.45 56 43.59 57.07C43.69 57.78 43.71 58.51 43.76 59.23C44.0601 63.9544 43.9999 68.6948 43.58 73.41C43.2024 77.0649 43.1522 80.7462 43.43 84.41C43.8275 88.6636 44.5869 92.8755 45.7 97H59C58.8264 95.9175 58.328 94.9132 57.5708 94.1203C56.8136 93.3274 55.8334 92.7833 54.76 92.56C53.5066 92.3608 52.2252 92.429 51 92.76C50.4 92.9 50.15 92.76 50.1 92.11C49.6863 86.8159 50.0229 81.4899 51.1 76.29C52.4338 70.287 53.4552 64.2189 54.16 58.11C54.4224 55.643 55.1992 53.2584 56.44 51.11C57.63 48.99 58.67 46.79 59.84 44.66C60.3045 43.8855 60.5841 43.0143 60.657 42.1141C60.7298 41.2139 60.594 40.3091 60.26 39.47C59.99 38.76 59.73 38.04 59.4 37.36C58.4 35.41 57.4 33.48 56.48 31.51C55.99 30.51 56.1 30.39 57.19 30.36C58.82 30.36 58.82 30.36 58.85 28.72C58.85 28.5 58.85 28.28 58.85 28.06C58.85 27.37 58.59 26.99 57.85 27.06C57.35 27.06 56.85 27.06 56.33 27.06C55.64 27.06 55.44 26.77 55.61 26.06C55.9473 24.9058 56.611 23.8737 57.5211 23.0877C58.4312 22.3018 59.549 21.7956 60.74 21.63C62.9557 21.4379 65.1878 21.5829 67.36 22.06C67.6107 22.139 67.8823 22.1161 68.1162 21.9963C68.3502 21.8766 68.5275 21.6695 68.61 21.42C69.01 20.42 69.45 19.42 69.9 18.42C70.002 18.2426 70.0471 18.0381 70.0292 17.8343C70.0113 17.6304 69.9313 17.437 69.8 17.28C66.6 13.22 63.13 9.43 58.4 7C58.1715 6.90163 57.9712 6.7476 57.8175 6.55196C57.6638 6.35633 57.5615 6.12531 57.52 5.88C57.2523 4.45051 56.8264 3.05525 56.25 1.72C55.9795 1.00861 55.4845 0.404782 54.84 0V0Z" fill="black"/>
                                </g>
                                <defs>
                                    <clipPath id="clip0">
                                        <rect width="70" height="97" fill="white"/>
                                    </clipPath>
                                </defs>
                            </svg>
                        </div>
                        <h2 class="program-list-wrap__item-title">похудение</h2>
                        <p class="program-list-wrap__item-text">Ваш кот весит больше собаки и почти утратил способность
                            лазить по деревьям? Пора на диету! Cat Energy Slim поможет
                            вашему питомцу сбросить лишний вес.</p>
                        <div class="program-list-wrap__item-link">
                            <a href="" class="arrow-link">каталог slim <svg class="program-arrow" width="24" height="12" viewBox="0 0 24 12" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <line y1="6" x2="18" y2="6" stroke="black" stroke-width="2"/>
                                    <path d="M24 6L17.25 11.1962L17.25 0.803848L24 6Z" fill="black"/>
                                </svg></a>
                        </div>
                    </div>
                    <div class="program-list-wrap__item">
                        <div class="program-list-wrap__item-img">
                            <svg class="program-icon program-icon_pro" width="134" height="56" viewBox="0 0 134 56" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <g clip-path="url(#clip0)">
                                    <path d="M123.1 5.80001C124.254 3.96309 125.789 2.39461 127.6 1.20001C128.6 0.500006 129.2 0.500006 129.8 1.80001C130.6 3.70001 131.3 5.70001 130.7 7.80001C130.591 8.15618 130.57 8.5336 130.64 8.89955C130.71 9.26549 130.867 9.6089 131.1 9.90001C131.7 10.7 132.2 11.5 132.7 12.2C133.38 13.0638 133.822 14.0913 133.98 15.1795C134.138 16.2678 134.007 17.3784 133.6 18.4C133.233 19.3918 133.163 20.4692 133.4 21.5C133.6 22.49 133.6 23.51 133.4 24.5C133.319 25.2414 133.019 25.9419 132.538 26.5119C132.057 27.0819 131.417 27.4956 130.7 27.7C129.421 27.9434 128.279 28.6569 127.5 29.7C127.405 29.8536 127.273 29.9803 127.115 30.0679C126.958 30.1555 126.78 30.201 126.6 30.2C125.4 30.4 122.4 27.7 122.4 26.5V25.9C122.5 22.3 122.3 22 119 20.5C118.309 20.2564 117.69 19.8439 117.2 19.3C116.6 18.5 115.8 18.6 114.9 18.9C114 19.2 113.5 19.8 113.6 20.8C113.901 23.2209 114.002 25.6626 113.9 28.1C113.907 28.3782 113.975 28.6514 114.1 28.9C117.2 33.4 118.4 38.7 119.9 43.8C121.1 47.7 123.3 49.8 127.3 50.1C127.94 50.1511 128.575 50.2514 129.2 50.4C130.022 50.532 130.785 50.9076 131.391 51.478C131.997 52.0485 132.418 52.7877 132.6 53.6C133.3 55.7 132.9 56.2 130.8 56.2H124.3C123.458 56.2426 122.633 55.9556 122 55.4C120.988 54.5459 119.838 53.8696 118.6 53.4C117.231 52.8947 116.046 51.9887 115.2 50.8C114.029 49.1635 112.688 47.6551 111.2 46.3C108.4 43.4 105.4 40.6 102.8 37.6C100.821 35.5558 99.6789 32.8443 99.5999 30C99.5999 29.1 99.3999 28.7 98.3999 29.1C98.1005 29.29 97.7545 29.3938 97.3999 29.4C94.5999 29.4 93.1999 31.1 92.1999 33.6C91.2999 35.7 90.0999 37.7 88.9999 39.8C88.3762 41.1145 88.0355 42.5454 87.9999 44C87.9999 46.4 88.5999 47.2 90.7999 48C92.1999 48.5 93.4999 49 94.1999 50.4C94.9999 52 94.7999 52.4 93.0999 52.5H86.2999C85.9079 52.5388 85.5136 52.4535 85.1727 52.2562C84.8317 52.0588 84.5614 51.7593 84.3999 51.4L82.5999 48.4C82.0693 47.6172 81.7296 46.721 81.6081 45.7832C81.4865 44.8454 81.5865 43.8922 81.8999 43C82.3327 41.2635 82.3669 39.4516 81.9999 37.7C81.7478 36.4801 81.7696 35.2195 82.0635 34.009C82.3575 32.7986 82.9164 31.6684 83.6999 30.7C84.2999 30 84.2999 29.7 83.2999 29.5C79.2108 28.6314 75.2466 27.254 71.4999 25.4C71.4734 25.4 71.448 25.3895 71.4292 25.3707C71.4105 25.352 71.3999 25.3265 71.3999 25.3C68.1999 24.1 67.5999 24.3 66.6999 27.6C65.8999 30.4 65.0999 33.2 64.4999 36.1C63.7999 39.3 64.5999 42.3 65.5999 45.3C65.9999 46.5 67.1999 46.4 68.0999 46.7C70.0999 47.3 71.7999 48.1 72.5999 50.2C73.2999 51.8 73.1999 52 71.4999 52C69.7999 52 68.0999 51.9 66.2999 52C64.781 52.0275 63.2985 51.5334 62.0999 50.6C57.2999 47.4 55.8999 42.5 55.4999 37.2C55.2999 33.9 53.4999 31.3 51.3999 28.8C50.9999 28.3 50.5999 28.1 49.9999 28.5C47.8534 29.6836 45.6124 30.687 43.2999 31.5C38.4742 33.204 34.2395 36.2585 31.0999 40.3C29.9276 41.775 29.1683 43.5351 28.8999 45.4C28.5999 47.2 29.0999 48 30.8999 48.5C32.6999 49 33.5999 50 33.7999 51.9C33.8999 52.7 33.5999 53.1 32.7999 53.1H24.6999C24.4348 53.0812 24.1782 52.9987 23.9518 52.8594C23.7255 52.7201 23.5362 52.5282 23.3999 52.3C22.1438 50.7448 21.4716 48.799 21.4999 46.8C21.4474 43.3449 21.749 39.8936 22.3999 36.5C22.5334 35.4837 22.9128 34.5153 23.5053 33.6788C24.0978 32.8424 24.8855 32.1631 25.7999 31.7C31.6999 28.9 34.7999 23.6 37.5999 18.1C38.1999 17 37.6999 16.8 36.6999 16.9C33.9013 17.2885 31.2496 18.3905 28.9999 20.1C26.0541 22.2488 23.2791 24.6226 20.6999 27.2C17.9496 29.9937 14.3026 31.7286 10.3999 32.1C3.09992 32.5 -0.300081 28.4 -8.06041e-05 21.8C0.0669819 19.5496 0.915567 17.3928 2.39992 15.7C2.91594 15.031 3.61965 14.531 4.42119 14.2638C5.22272 13.9966 6.0857 13.9744 6.89992 14.2C8.39992 14.6 8.79992 15.4 8.19992 16.9C7.89992 17.5 7.49992 18 7.19992 18.6C6.76852 19.213 6.43144 19.8871 6.19992 20.6C5.09992 23.6 6.59992 25.7 9.69992 26C12.9999 26.3 15.6999 24.9 18.1999 22.9C21.2118 20.4882 23.9006 17.6986 26.1999 14.6C27.9192 12.3374 30.084 10.4513 32.5607 9.05813C35.0375 7.66497 37.7735 6.79434 40.5999 6.50001C42.8999 6.20001 44.8999 5.20001 47.0999 4.60001C51.2144 3.34561 55.4989 2.73836 59.7999 2.80001C61.792 2.88297 63.7765 2.5066 65.5999 1.70001C70.4999 -0.299994 75.5999 -0.299994 80.6999 0.700006C84.6999 1.50001 88.6999 2.50001 92.5999 3.50001C94.9209 3.93248 97.3074 3.8643 99.5999 3.30001C103.989 2.18754 108.478 1.51753 113 1.30001C115.962 1.15587 118.915 1.73954 121.6 3.00001C123.6 3.90001 123.6 3.90001 123.1 5.80001Z" fill="black"/>
                                </g>
                                <defs>
                                    <clipPath id="clip0">
                                        <rect width="134" height="56" fill="white"/>
                                    </clipPath>
                                </defs>
                            </svg>
                        </div>
                        <h2 class="program-list-wrap__item-title">набор массы</h2>
                        <p class="program-list-wrap__item-text">Заработать авторитет среди дворовых котов и даже собак?
                            Серия Cat Energy Pro поможет вашему коту нарастить
                            необходимые мышцы!</p>
                        <div class="program-list-wrap__item-link">
                            <a href="" class="arrow-link">каталог pro <svg class="program-arrow" width="24" height="12" viewBox="0 0 24 12" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <line y1="6" x2="18" y2="6" stroke="black" stroke-width="2"/>
                                    <path d="M24 6L17.25 11.1962L17.25 0.803848L24 6Z" fill="black"/>
                                </svg></a>
                        </div>
                    </div>
                </div>
            </div>
        </section>
        <section class="how-it-work">
            <div class="container">
                <h2 class="how-it-work-title">Как это работает</h2>
                <div class="how-it-work-wrap">
                    <div class="how-it-work-wrap__item">
                        <div class="how-it-work-wrap__item-info">
                            <div class="img"><img src="img/icon_leaf.svg" alt=""></div>
                            <div class="text">Функциональное питание содержит только полезные питательные вещества</div>
                        </div>
                        <div class="how-it-work-wrap__item-number">1</div>
                    </div>
                    <div class="how-it-work-wrap__item">
                        <div class="how-it-work-wrap__item-info">
                            <div class="img"><img src="img/icon_tub.svg" alt=""></div>
                            <div class="text">Выпускается в виде порошка, который нужно лишь залить кипятком и готово.</div>
                        </div>
                        <div class="how-it-work-wrap__item-number">2</div>
                    </div>
                    <div class="how-it-work-wrap__item">
                        <div class="how-it-work-wrap__item-info">
                            <div class="img"><img src="img/icon_eat.svg" alt=""></div>
                            <div class="text">Замените один-два приема обычной еды на наше функциональное питание.</div>
                        </div>
                        <div class="how-it-work-wrap__item-number">3</div>
                    </div>
                    <div class="how-it-work-wrap__item">
                        <div class="how-it-work-wrap__item-info">
                            <div class="img"><img src="img/icon_alarm.svg" alt=""></div>
                            <div class="text">Уже через месяц наслаждайтесь изменениями к лучшему вашего питомца!</div>
                        </div>
                        <div class="how-it-work-wrap__item-number">4</div>
                    </div>
                </div>
            </div>
        </section>
        <section class="demo">
            <div class="container">
                <div class="demo-wrap">
                    <div class="demo-wrap-info">
                        <h2 class="demo-wrap-info__title">Живой пример</h2>
                        <p class="demo-wrap-info__text">Борис сбросил 5 кг за 2 месяца, просто заменив свой обычный корм на Cat Energy Slim. Отличный результат без изнуряющих тренировок! При этом он не менял своих привычек и по-прежнему спит по 16 часов в день.</p>
                        <div class="demo-wrap-info__stats">
                            <div class="demo-stats-wrap">
                                <div class="demo-stats-wrap__item demo-stats-wrap__item_weight">
                                    <span class="value">5 кг</span>
                                    <span class="title">снижение веса</span>
                                </div>
                                <div class="demo-stats-wrap__item demo-stats-wrap__item_days">
                                    <span class="value">60 дней</span>
                                    <span class="title">затрачено времени</span>
                                </div>
                            </div>
                            <div class="demo-price">
                                <span>Затраты на питание: </span>
                                <span>15 000 руб.</span>
                            </div>
                        </div>
                    </div>
                    <div class="demo-wrap-slider">
                        <div class="demo-wrap-slider-image-wrap">
                            <div class="demo-wrap-slider-image-wrap__img .demo-wrap-slider-image-wrap__img_before"></div>
                            <div class="demo-wrap-slider-image-wrap__img .demo-wrap-slider-image-wrap__img_after"></div>
                        </div>
                        <div class="demo-wrap-slider-buttons">
                            <button class="demo-btn demo-btn_before" type="button">Было</button>
                            <div class="demo-progress">
                                <input type="range" min="1" max="100" value="50" class="demo-range">
                                <div class="demo-progress-toggle"></div>
                            </div>
                            <button class="demo-btn demo-btn_after" type="button">Стало</button>
                        </div>
                    </div>
                </div>
                <div class="demo-wrap-bg"></div>
            </div>
        </section>
    </main>
    <?php include 'footer.php' ?>
    <?php include 'scripts.php' ?>
</body>
</html>